{
  "translation": "Berean Standard Bible",
  "license": "CC BY-SA 4.0",
  "attribution": "https://berean.bible",
  "book": "Ruth",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "In the days when the judges ruled, there was a famine in the land. And a certain man from Bethlehem in Judah, with his wife and two sons, went to reside in the land of Moab.",
      "phrases": [
        "In the days when the judges ruled",
        "there was a famine in the land",
        "And a certain man from Bethlehem in Judah",
        "with his wife and two sons",
        "went to reside in the land of Moab"
      ]
    },
    {
      "verse": 2,
      "text": "The man's name was Elimelech, his wife's name was Naomi, and the names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah, and they entered the land of Moab and settled there.",
      "phrases": [
        "The man's name was Elimelech",
        "his wife's name was Naomi",
        "and the names of his two sons were Mahlon and Chilion",
        "They were Ephrathites from Bethlehem in Judah",
        "and they entered the land of Moab and settled there"
      ]
    },
    {
      "verse": 3,
      "text": "Then Naomi's husband Elimelech died, and she was left with her two sons.",
      "phrases": ["Then Naomi's husband Elimelech died", "and she was left with her two sons"]
    },
    {
      "verse": 4,
      "text": "who took Moabite women as their wives, one named Orpah and the other named Ruth. And after they had lived in Moab about ten years,",
      "phrases": [
        "who took Moabite women as their wives",
        "one named Orpah",
        "and the other named Ruth",
        "And after they had lived in Moab about ten years"
      ]
    },
    {
      "verse": 5,
      "text": "both Mahlon and Chilion also died, and Naomi was left without her two sons and without her husband.",
      "phrases": [
        "both Mahlon and Chilion also died",
        "and Naomi was left without her two sons",
        "and without her husband"
      ]
    },
    {
      "verse": 6,
      "text": "When Naomi heard in Moab that the LORD had attended to His people by providing them with food, she and her daughters-in-law prepared to leave the land of Moab.",
      "phrases": [
        "When Naomi heard in Moab",
        "that the LORD had attended to His people",
        "by providing them with food",
        "she and her daughters-in-law prepared to leave the land of Moab"
      ]
    },
    {
      "verse": 7,
      "text": "So she left the place where she had been living, she and her two daughters-in-law, and they set out on the road leading back to the land of Judah.",
      "phrases": [
        "So she left the place where she had been living",
        "she and her two daughters-in-law",
        "and they set out on the road",
        "leading back to the land of Judah"
      ]
    },
    {
      "verse": 8,
      "text": "Then Naomi said to her two daughters-in-law, \"Go back, each of you to your mother's house. May the LORD show you kindness, as you have shown to your dead and to me.",
      "phrases": [
        "Then Naomi said to her two daughters-in-law",
        "Go back, each of you to your mother's house",
        "May the LORD show you kindness",
        "as you have shown to your dead and to me"
      ]
    },
    {
      "verse": 9,
      "text": "May the LORD grant that each of you may find rest in the home of your new husband.\" And she kissed them as they wept aloud",
      "phrases": [
        "May the LORD grant",
        "that each of you may find rest",
        "in the home of your new husband",
        "And she kissed them",
        "as they wept aloud"
      ]
    },
    {
      "verse": 10,
      "text": "and said to her, \"Surely we will return with you to your people.\"",
      "phrases": ["and said to her", "Surely we will return with you to your people"]
    }
  ]
}
