{
  "translation": "Reina-Valera 1909",
  "language": "Spanish",
  "license": "Public Domain",
  "attribution": "Dominio Público - Reina-Valera 1909",
  "book": "Rut",
  "chapter": 1,
  "verses": [
    {
      "verse": 1,
      "text": "Y aconteció en los días que gobernaban los jueces, que hubo hambre en la tierra. Y un varón de Bethlehem de Judá, fué á peregrinar en los campos de Moab, él y su mujer, y dos hijos suyos.",
      "phrases": [
        "Y aconteció en los días que gobernaban los jueces",
        "que hubo hambre en la tierra",
        "Y un varón de Bethlehem de Judá",
        "fué á peregrinar en los campos de Moab",
        "él y su mujer, y dos hijos suyos"
      ]
    },
    {
      "verse": 2,
      "text": "El nombre de aquel varón era Elimelech, y el de su mujer Noemi; y los nombres de sus dos hijos eran, Mahalón y Chelión, Ephrateos de Bethlehem de Judá. Llegaron pues á los campos de Moab, y asentaron allí.",
      "phrases": [
        "El nombre de aquel varón era Elimelech",
        "y el de su mujer Noemi",
        "y los nombres de sus dos hijos eran, Mahalón y Chelión",
        "Ephrateos de Bethlehem de Judá",
        "Llegaron pues á los campos de Moab, y asentaron allí"
      ]
    },
    {
      "verse": 3,
      "text": "Y murió Elimelech, marido de Noemi; y quedó ella con sus dos hijos.",
      "phrases": [
        "Y murió Elimelech, marido de Noemi",
        "y quedó ella con sus dos hijos"
      ]
    },
    {
      "verse": 4,
      "text": "Los cuales tomaron para sí mujeres de Moab, el nombre de la una Orpha, y el nombre de la otra Ruth; y habitaron allí como diez años.",
      "phrases": [
        "Los cuales tomaron para sí mujeres de Moab",
        "el nombre de la una Orpha",
        "y el nombre de la otra Ruth",
        "y habitaron allí como diez años"
      ]
    },
    {
      "verse": 5,
      "text": "Y murieron también los dos, Mahalón y Chelión, quedando así la mujer desamparada de sus dos hijos y de su marido.",
      "phrases": [
        "Y murieron también los dos, Mahalón y Chelión",
        "quedando así la mujer desamparada",
        "de sus dos hijos y de su marido"
      ]
    },
    {
      "verse": 6,
      "text": "Entonces ella se levantó con sus nueras, y volvióse de los campos de Moab: porque oyó en el campo de Moab que Jehová había visitado á su pueblo para darles pan.",
      "phrases": [
        "Entonces ella se levantó con sus nueras",
        "y volvióse de los campos de Moab",
        "porque oyó en el campo de Moab",
        "que Jehová había visitado á su pueblo para darles pan"
      ]
    }
  ]
}
